alsa-firmware
alsa-utils
amd-ucode
audacity
audacity-docs
base
base-devel
bat
bluez
bluez-utils
brightnessctl
clang
cmake
composer
cups
discord
duf
efibootmgr
fastfetch
fd
firefox
fzf
git
github-cli
glm
gopls
grim
grub
imv
intel-ucode
isync
iw
java-runtime-common
jdk-openjdk
julia
khal
khard
kitty
lazygit
lib32-fontconfig
libreoffice-still
linux
linux-docs
linux-firmware
lsd
luarocks
lvm2
ly
lynx
man-db
man-pages
mpv
msmtp
neomutt
neovim
networkmanager
networkmanager-docs
nnn
nodejs
notmuch
npm
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacutils
pass
php
pipewire-alsa
pipewire-docs
pipewire-pulse
plocate
postgresql
python-aiohttp-oauthlib
python-pip
qalculate-gtk
ripgrep
ruby
rubygems
rust
rust-analyzer
sl
slurp
sof-firmware
stow
swappy
sway
swaybg
swayidle
swaylock
tealdeer
tesseract-data-eng
timeshift
tmux
trash-cli
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
vdirsyncer
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-radeon
vulkan-utility-libraries
vulkan-validation-layers
waybar
wf-recorder
wget
wireplumber-docs
wl-clipboard
wmenu
xdg-user-dirs
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zig
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-doc
zsh-lovers
zsh-syntax-highlighting
zshdb
