alsa-firmware
alsa-utils
amd-ucode
audacity
audacity-docs
base
base-devel
bat
bluez
bluez-utils
brightnessctl
carapace-bin
clang
cmake
composer
cups
discord
duf
efibootmgr
fastfetch
fd
fzf
ghostty
git
github-cli
glm
gopls
grim
grub
imv
intel-ucode
iw
java-runtime-common
jdk-openjdk
julia
lazygit
lib32-fontconfig
libreoffice-still
linux
linux-docs
linux-firmware
luarocks
lvm2
ly
man-db
man-pages
mpv
neovim
networkmanager
networkmanager-docs
npm
nushell
openssh
otf-font-awesome
pacutils
pandoc-cli
pass
pipewire-alsa
pipewire-docs
pipewire-pulse
plocate
postgresql
python-pip
qalculate-gtk
ripgrep
ruby
rubygems
rust
rust-analyzer
sl
slurp
sof-firmware
starship
stow
swappy
sway
swaybg
swayidle
swaylock
syncthing
tealdeer
timeshift
ttf-jetbrains-mono-nerd
vivaldi
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-radeon
vulkan-tools
vulkan-utility-libraries
vulkan-validation-layers
waybar
wf-recorder
wireplumber-docs
wl-clipboard
wmenu
yay
yay-debug
zig
zoxide
