7zip
alsa-firmware
alsa-utils
amd-ucode
atuin
audacity
audacity-docs
avidemux-qt
base
base-devel
bat
bluez
bluez-utils
brightnessctl
btop
carapace-bin
chafa
clamav
clang
cmake
colord
copyq
cups
cups-pdf
ddcutil
dict-moby-thesaurus
dict-wn
dictd
discord
duf
efibootmgr
fastfetch
fd
firefox
firewalld
fish
fzf
gdb
ghostty
gimp
git
github-cli
glm
goimapnotify
gopls
gptfdisk
grim
grub
gtk2fontsel
himalaya
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
imagemagick
img2pdf
imlib2
imv
intel-ucode
isync
iw
iwd
java-runtime-common
jdk-openjdk
jq
kanshi
keychain
khal
khard
lazygit
lib32-fontconfig
libreoffice-still
libspectre
libultrahdr
linux
linux-docs
linux-firmware
lldb
llvm
logrotate
lvm2
mako
man-db
man-pages
modemmanager
mpv
msmtp
neomutt
neovim
networkmanager
networkmanager-docs
notmuch
nushell
openssh
os-prober
otf-font-awesome
pacutils
pandoc-cli
pass
pdfarranger
pipewire-alsa
pipewire-docs
pipewire-pulse
plocate
postgresql
python-aiohttp-oauthlib
python-pynvim
qalculate-gtk
qbittorrent
qpwgraph
qrencode
qt5-wayland
rclone
refind
ripgrep
rocm-smi-lib
rofi-wayland
rsync
rustup
slurp
sof-firmware
starship
stow
swappy
syncthing
tealdeer
ttf-jetbrains-mono-nerd
usbutils
vdirsyncer
viu
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
vulkan-utility-libraries
vulkan-validation-layers
w3m
waybar
wf-recorder
wireplumber-docs
wl-clipboard
xdg-desktop-portal-hyprland
yay
yazi
ydotool
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zig
zoxide
