abook
alsa-firmware
alsa-utils
amd-ucode
android-studio
atuin
audacity
avidemux-qt
base
base-devel
bat
bluez
bluez-utils
brightnessctl
carapace-bin
clang
cmake
composer
copyq
cups
cups-pdf
dict-moby-thesaurus
dict-wn
dictd
discord
duf
efibootmgr
fastfetch
fd
firefox
firewalld
fish
fuzzel
fzf
ghostty
gimp
git
github-cli
glm
goimapnotify
gopls
grim
grub
gtk2fontsel
helvum
himalaya
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
imagemagick
imv
inotify-tools
intel-ucode
isync
iw
iwd
java-runtime-common
jdk-openjdk
julia
kanshi
keychain
khal
lazygit
lib32-fontconfig
libreoffice-still
linux
linux-docs
linux-firmware
luarocks
lvm2
lynx
mako
man-db
man-pages
modemmanager
mpv
msmtp
neomutt
neovim
networkmanager
networkmanager-docs
notmuch
npm
nushell
openssh
otf-font-awesome
pacutils
pandoc-cli
pass
pdfjs
pipewire-alsa
pipewire-docs
pipewire-pulse
plocate
postgresql
python-adblock
python-aiohttp-oauthlib
python-pip
python-pygments
qpwgraph
qt5-wayland
ripgrep
ruby
rubygems
rustup
sl
slurp
sof-firmware
starship
stow
swappy
syncthing
tealdeer
timeshift
ttf-jetbrains-mono-nerd
usbutils
vdirsyncer
viu
vivaldi
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-radeon
vulkan-tools
vulkan-utility-libraries
vulkan-validation-layers
w3m
waybar
wf-recorder
wireplumber-docs
wl-clipboard
xdg-desktop-portal-hyprland
yay
yay-debug
yazi
zathura
zathura-pdf-mupdf
zig
zoxide
